{
"আজানের পর পড়ার দুআ":"জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন:\n\nযে ব্যক্তি আযান শুনে (নিম্নোক্ত) দু’আ পাঠ করে, কিয়ামতের দিন সে আমার শাফা’আত লাভের অধিকারী হবে। (দু'আটি হলো:)\n\nاَللّٰهُمَّ رَبَّ هٰذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاَةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيْلَةَ وَابْعَثْهُ مَقَامًا مَّحْمُوْدًا الَّذِيْ وَعَدْتَهُ\n\nঅনুবাদঃ হে আল্লাহ! এ পরিপূর্ণ আহ্বান ও প্রতিষ্ঠিত সালাতের , মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ওয়াসীলা ও সর্বোচ্চ মর্যাদার অধিকারী করুন এবং তাঁকে সে মাকামে মাহমুদে পোঁছে দিন যার অঙ্গীকার আপনি করেছেন\n\n(বুখারী ৬১৪)", "অযুর নিয়ত":"নিয়ত অর্থ ইচ্ছা করা, সংকল্প করা। মনে মনে আমরা পবিত্র হওয়ার উদ্দেশ্যে যখন অযুখানায় প্রবেশ করি তখন‌ই অযুর নিয়ত হয়ে যায়। কুরআন-হাদীসের কোথাও অযুর শুরুতে পড়তে হবে এমন নিয়তের বাক্য বর্ণনা করা হয়নি। বিভিন্ন বইতে যে সকল নিয়তের বাক্য দেয়া থাকে সেগুলো আরবিভাষী কোনো ব্যক্তির বানানো;  হাদিস থেকে সংগৃহীত নয়।  তাই অযুর শুরুতে সেই আরবি বাক্যগুলো মুখে উচ্চারণ করাকে জরুরি বা বেশি সওয়াবের কাজ কিংবা দ্বীনের অপরিহার্য অংশ মনে করা বিদআত।", "অযুর শুরুতে দুআ":"আল্লাহ্‌র নামে (শুরু করছি)।\n\nআবূ দাউদ, নং ১০১; ইবন মাজাহ্‌, নং ৩৯৭; আহমাদ, নং ৯৪১৮। আরও দেখুন, ইরওয়াউল গালীল ১/১২২।", "অযুর শেষে পড়ার দুআ":"দুআ ১\nأَشْهَدُ أَنْ لَّا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ \n\nআমি সাক্ষ্য দিচ্ছি যে, একমাত্র আল্লাহ ছাড়া ইবাদতের উপযুক্ত আর কোনো মাবুদ নেই, তিনি এক, তাঁর কোনো শরীক নেই। আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল।\n\nমুসলিম ১/২০৯, নং ২৩৪\n\nদুআ ২\n\nاَللّٰهُمَّ اجْعَلْنِيْ مِنَ التَّوَّابِيْنَ وَاجْعَلْنِيْ مِنَ الْمُتَطَهِّرِيْنَ \n\nহে আল্লাহ! আপনি আমাকে অধিক পরিমাণে তাওবাকারীদের অন্তর্ভুক্ত করুন এবং পবিত্রতা অর্জনকারীদেরও অন্তর্ভুক্ত করুন।\n\nতিরমিযী-১/৭৮, নং ৫৫\n\nদুআ ৩\n\nسُبْحانَكَ اللّٰهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَّا إِلٰهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ \n\nহে আল্লাহ! আপনার প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করছি। আমি সাক্ষ্য দিই যে, আপনি ছাড়া ইবাদতের উপযুক্ত আর কোনো মাবুদ নেই, আমি আপনার কাছে ক্ষমা প্রার্থনা করছি এবং আপনার নিকট তাওবা করছি।\n\nনাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, পৃ. ১৭৩। আরও দেখুন, ইরওয়াউল গালীল, ১/১৩৫, ৩/৯৪।", "মসজিদে প্রবেশের দুআ ও সুন্নাহসমূহ":"মসজিদে প্রবেশের সময় সুন্নাহসমূহ:\n\n১. বিসমিল্লাহ ও দরুদ শরীফ পড়া। দুটি একত্রে এভাবে পড়া যায় :\n\nبِسْمِ اللّٰهِ وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُوْلِ اللّٰهِ\n\nঅর্থ: আমি আল্লাহ্‌র নামে (প্রবেশ করছি) এবং সালাত ও সালাম আল্লাহ্‌র রাসূলের উপর। [১] (এক হাদীসে মসজিদে প্রবেশের সময় শয়তান থেকে আশ্রয় চাওয়ার কথাও আছে। হাদীসে বর্ণিত দোয়াটি এমন-\n\nأَعُوْذُ بِاللّٰهِ العَظِيْمِ، وَبِوَجْهِهِ الْكَرِيْمِ، وَسُلْطَانِهِ الْقَدِيْمِ، مِنَ الشَّيْطَانِ الرَّجِيْمِ \n\nঅর্থ: আমি মহান আল্লাহ্‌র কাছে তাঁর সম্মানিত চেহারা ও প্রাচীন ক্ষমতার ওসীলায় বিতাড়িত শয়তান থেকে আশ্রয় প্রার্থনা করছি। [২]\n\nএই দোয়াটি পড়তে চাইলে এটি পড়ে বিসমিল্লাহ ও পরে দুরুদ শরীফ পড়ুন।\n\n২. মসজিদে প্রবেশের দুআ পড়া।\n\nاللّٰهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ\n\nহে আল্লাহ! আপনি আমার জন্য আপনার রহমতের দরজাসমূহ খুলে দিন। [৩]\n\n৩. ডান পা দিয়ে মসজিদে প্রবেশ করা। [৪]\n\nরেফারেন্স:\n[১] ইবনুসসুন্নী, নং ৮, আবূ দাউদ, নং ৪৬৫।\n[২] আবূ দাউদ, নং ৪৬৬।\n[৩] মুসলিম ১/৪৯৪, নং ৭১৩; আর সুনানু ইবন মাজায় ফাতিমা রাদিয়াল্লাহু আনহার হাদীসে এসেছে,\n\nاَللّٰهُمَّ اغْفِرْ لِيْ ذُنُوْبِيْ وافْتَحْ لِيْ أبْوَابَ رَحْمَتِكَ\n\nহে আল্লাহ, আমার গুনাহসমূহ ক্ষমা করে দিন এবং আমার জন্য আপনার রহমতের দুয়ারগুলো খুলে দিন।\nদেখুন, ইবন মাজাহ, নং ৭৭১।\n[৪] হাকিম ১/২১৮;  বাইহাকী, ২/৪৪২।", "মসজিদ থেকে বের হওয়ার দুআ":"বাম পা দিয়ে মসজিদ থেকে বের হবে [১] এবং বলবে,\n\nبِسْمِ اللّٰهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُوْلِ اللّٰهِ، اللّٰهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِك، اللّٰهُمَّ اعْصِمْنِيْ مِنَ الشَّيْطَانِ الرَّجِيْمِ، \n\nআমি আল্লাহ্‌র নামে (বের হচ্ছি)। আল্লাহ্‌র রাসুলের উপর সালাত ও সালাম বর্ষিত হোক। হে আল্লাহ! আমি আপনার কাছে আপনার দয়া প্রার্থনা করি। হে আল্লাহ, আমাকে বিতাড়িত শয়তান থেকে হেফাযত করুন। [২]\n\n[১] আল-হাকিম, ১/২১৮; বাইহাকী, ২/৪৪২।[২] মসজিদে প্রবেশের দো‘আয় পূর্বে বর্ণিত হাদীসের রেওয়ায়েতসমূহের তাখরীজ দেখুন, আর “হে আল্লাহ, আমাকে বিতাড়িত শয়তান থেকে হেফাযত করুন” এ বাড়তি অংশের তাখরীজ দেখুন, ইবন মাজাহ্‌ ১/১২৯।" 
}
